11/data/attachments/2cb4b54cd2ca52a6.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_f27b0bdb-b1c9-4648-adf7-b5d3b84f213f</nif:username>
            <nif:friendToBeAdded>Ashley_vote_Actions_23996_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>